<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="extra/files/style.css">
    <link rel="icon" type="image/x-icon" href="extra/images/logo.ico">
    <title>Магазин StarGazer. Рубежный контроль №2</title>
</head>
<body>
    <header>
        <?php require 'header.html'; ?>
    </header>
    <main>
        <h1>Магазин телескопов StarGazer</h1>
        <section>
            <p class="text">Мы, магазин телескопов StarGazer, предлагаем широкий ассортимент оптических приборов от ведущих производителей. Наш магазин предлагает более 40 моделей телескопов, что делает нас одним из лучших мест для приобретения этого важного инструмента для любителей астрономии. <br>

            Мы также предлагаем более 30 моделей микроскопов, которые подойдут как для начинающих и любителей, так и для профессиональных исследователей. Наши микроскопы обеспечивают высокое качество изображения и удобство использования. <br>

            Наш ассортимент также включает в себя более 150 моделей биноклей, а также другую высококлассную оптику, такую как монокуляры, лазерные дальномеры, зрительные трубы, приборы ночного видения и аксессуары к различной оптике. Мы уверены, что каждый клиент найдет у нас то, что ищет, и получит подробную консультацию по интересующим его приборам.</p>
        </section>
        <h2>Как выбрать телескоп?</h2>
        <section class="telescops">
            <p class="text">Чтобы изучать кратеры на Луне, туманность Андромеды или кольца Сатурна, не обязательно идти в планетарий: можно купить телескоп. Правда, одни модели подходят для изучения звезд и ближайших планет, а другие — чтобы разглядеть хвост кометы или форму галактик.</p>
            <p class="text">
                Оптическая система телескопа может состоять из линз, зеркал или линз и зеркал. От ее конструкции зависят размеры устройства и то, какие объекты можно наблюдать.<br>
                <b>Рефрактор — линзовый телескоп.</b>В трубе у него установлено несколько линз. Свет от Луны, звезд или других небесных тел попадает в объектив, проходит через собирающую (выпуклую) линзу и фокусируется в одной точке.<br>
                Затем лучи снова рассеиваются и проходят через другую собирающую линзу — в окуляре. Этот поток света попадает в глаз наблюдателя, и он видит увеличенное изображение объекта.<br>
                В телескопы-рефракторы получится хорошо рассмотреть яркие небесные тела: Луну, планеты, скопления звезд. Устройствами легко пользоваться, и они недорого стоят, поэтому подойдут тем, кто только начинает интересоваться астрономией. Основной минус рефракторов — хроматические аберрации. Это радужный контур, который появляется вокруг объекта, из-за чего изображение становится менее четким. А еще рефрактор много весит, поэтому с таким телескопом не получится отправиться в пеший астропоход.<br><br>

                <b>Рефлектор — зеркальный телескоп.</b>Вместо линз у него зеркала. Лучи света попадают на главное вогнутое зеркало, отражаются от него и направляются сначала на вторичное плоское зеркало, а потом в окуляр.<br>
                Зеркальные телескопы универсальны. Они подходят и начинающим наблюдателям, и опытным любителям астрономии. В рефлектор можно рассмотреть почти любые небесные тела: Луну, планеты Солнечной системы, звездные скопления, а еще объекты глубокого космоса, например туманности и галактики. Но есть и минусы: чтобы изображение всегда было четким, нужно регулярно калибровать зеркала. Это можно делать самостоятельно, но новичкам придется потренироваться.<br><br>
                <b>Катадиоптрик — зеркально-линзовый телескоп.</b>Сочетает элементы рефрактора и рефлектора. Свет через объектив попадает на линзу, а потом на вогнутое зеркало с отверстием в центре. Затем идет обратно и отражается от вторичного зеркала. После этого проходит через отверстие и попадает в окуляр.<br>
                Катадиоптрики — самые компактные. Такие телескопы подойдут тем, кто планирует выезжать на наблюдения с минимальной ручной кладью. В катадиоптрики лучше всего наблюдать Луну и планеты, а вот тусклые галактики и туманности почти не будет видно из-за особенностей устройства оптической системы.
                <br>
                Основной минус — хрупкая поверхность линзы-корректора, которую легко повредить. Если это случится, телескоп выйдет из строя.
            </p>
            <p class="text"><b>Все описанные типы вы можете приобрести у нас в магазине!</b></p>
        </section>
    </main>
    <footer>
        <?php require 'footer.html'; ?>
    </footer>
</body>
</html>